시리즈팔로우

시리즈마블, DC
마블 아류 히어로, 블리자드!?
히어로이씨님의 프로필 사진
히어로이씨	
2016.11.09.27,382 읽음
아류
 
1. 둘째가는 사람이나 사물.
2. 문학예술, 학문에서 독창성이 없이 모방하는 일이나 그렇게 한 것. 또는 그런 사람.
 
-네이버 국어사전 인용-
 
아류. 풀이에서 보듯 그리 좋은 말은 아니다. 허나 영화나 게임 아니 거의 모든 분야에서 아류 작들은 항상 존재해오고 있다. 기존 히트작의 인기에 편승해 함께 그 효과를 맛보는 것. 최소의 비용으로 최대의 효과를 볼 수 있는 방법이기 때문이다. 이런 이유로 아류 작들은 언제나 좋은 평가를 받지 못한다.
 
물론 아류가 주류를 뛰어넘는 경우도 있다. 어떤 경우가 그럴까? 대부분 주류가 가지고 있는 장점들을 한껏 살려 자신만의 색깔을 입혔을 때가 그렇다. 대중들이 원하는 그리고 검증된 요소에 새로운 매력을 덧입혔으니 당연히 그럴만하다(근데 말이 쉽지 이게 이렇게 쉬운 거였으면 누구나 히트를 쳤겠지;;).
 
여러분들이 아시다시피 마블의 슈퍼 히어로나 빌런들은 컨셉이 굉장히 많이 겹친다(이전 편에서 봐서 알겠지만 DC 캐릭터하고 비교하면 누가 누구를 베꼈는지 감이 안 잡힐 정도다). 특히 스파이더맨이나 헐크는 아류 캐릭터들이 즐비한 상황이다. 이에 이번 편에서는 이 아류 슈퍼 히어로들에 대해 한번 다루어볼까 한다.
 
주류 캐릭터에서 변형되어 자신만의 색깔을 가지고 다시 태어난 슈퍼 히어로. 유저들의 선호 스타일에 따라 호불호는 갈리겠지만 대부분 다 매력적인 캐릭터들이니 꽤나 재미있는 내용이 되지 않을까 싶다.

우리들의 친절한 이웃 스파이더맨은 유독 아류 슈퍼 히어로들을 많이 보유하고 있다.
2099년 버전 스파이더맨, 스파이더맨 2099
 
미구엘 오하라(스파이더맨 2099의 본명)는 폭력적인 가정에서 태어나 부모로부터 많은 사랑을 받지 못한다. 사람들을 항상 차갑게 대해 제대로 된 친구 하나 없는 처지다. 그래서일까? 그는 공부에만 매진해 영재들만 갈 수 있다는 알케맥스에 들어간다. 허나 알케맥스에 들어가서도 다른 사람들과 좀처럼 어울리지 못하며 폐쇄적인 생활을 이어 나간다.
 
그러던 어느 날 알케맥스에서 오하라에게 초인을 연구하는 실험을 맡기고 이 실험은 그의 인생을 바꾸어놓는 전환점이 된다. 알케맥스의 CEO 타일러 스톤(미구엘 오하라 친아버지. 후에 알게 됩니다)은 오하라가 잔인한 실험 과정에 놀라 참여를 거부하자 오하라 몰래 마약을 그에게 주입시킨다. 초인을 연구하는 실험이다 보니 인체에 직접 테스트를 할 수밖에 없었고 자신의 몸에 대해 알게 된 오하라는 본인을 실험 대상으로 사용한다.
 
이러한 전후 사정을 모르는 동료 애런 델가도는 그를 시기, 죽이기 위해 실험실 내 기계의 수치를 조작한다. 결국 시스템 오류로 인해 엄청난 대폭발이 일어나고 오하라는 죽음의 위기를 맞이한다. 반면 눈을 뜬 오하라는 자신이 죽지 않고 살아있음을 확인한다. 그리고 몸에 변화를 눈치채고 이때부터 스파이더맨 2099가 되어 알케맥스를 향한 복수를 꿈꾼다.

'스파이더맨 엣지 오브 타임'에 등장했던 스파이더맨 2099. 쉽게 이야기하면 스파이더맨의 미래 버전이라 할 수 있다.
할아버지가 위험에 처해있다는 사실을 알고 과거로 돌아가 구하려 하나 생각보다 너무 비인간적인 면에 실망한다. 결국 할아버지와 함께 죽음으로 알케맥스까지 없애기로 결심한다. 하지만 실패로 돌아가고 이를 눈치챈 타일러 스톤이 시간 여행 장치를 없애 현재 시대에 갇히게 된다. 할아버지에게 이런 사실을 숨기고 그의 조수가 되어 신분을 가장한 채 살아간다.
 
엄청난 괴력, 재빠른 스피드, 평균 수준 이상의 체력 등 슈퍼 히어로로써 갖추어야 할 기본적인 능력을 전부 갖추고 있다. 스파이더맨처럼 거미줄을 발사해 이동한다거나 건물에 달라붙을 수 있다. 발톱과 송곳니에서 독을 분비, 상대방에게 치명적인 피해를 줄 수 있다는 점은 스파이더맨 2099만이 가진 특별한 능력이다. 슈피리어 스파이더맨을 조롱하며 그를 압도할 만큼 기존 스파이더맨보다 한 레벨 위에 있는 친구다(실제로 토르의 망치 '묠니르'를 쥐고 토르와 같은 능력을 사용한 바 있다).
 
스파이더맨 아류 캐릭터이나 꽤 인기가 있어 '마블 어벤져스 얼라이언스', '마블 히어로즈 2016', '스파이더맨 엣지 오브 타임', '스파이더맨 섀터드 디멘션즈', '레고 마블 슈퍼 히어로즈', '마블 어벤져스 아카데미', '스파이더맨 언리미티드', '어메이징 스파이더맨2', '마블 슈퍼 히어로 스쿼드 온라인', '마블 마이티 히어로즈' 등 마블 관련 게임뿐만 아니라 스파이더맨 게임에서도 단골로 등장하고 있다.

'스파이더맨 섀터드 디멘션즈'에 출연한 스파이더맨 2099. '스파이더맨 섀터드 디멘션즈'에서는 각기 다른 스타일을 지닌 스파이더맨을 상황에 맞추어 플레이 할 수 있다.

스파이더맨 섀터드 디멘션즈, 스파이더맨 2099와 홉고블린 전투 영상
그 블리자드 아닙니다. 슈퍼 빌런 블리자드입니다!!
 
제목보고 '무슨 말도 안 되는 소리냐', '이거 낚시 아냐'라고 한 분들도 있으실 것이다. 허나 마블에는 진짜 블리자드라는 슈퍼 빌런이 존재한다. 그레고르 샤팡카(1대 블리자드의 본명) 박사는 토니 스타크의 스타크 인더스트리에서 불사를 연구한다. 하지만 얼마 가지 않아 회사의 기술을 몰래 팔아넘기다가 걸려 해고된다.
 
이를 계기로 스타크 인더스트리에 좋지 않은 감정을 가지게 되고 그동안의 연구 자료와 모든 지식을 동원, 냉동 기능의 코스튬을 만들어낸다. 그리고 이 코스튬을 입고 블리자드라 자신을 칭하며 슈퍼 빌런 활동을 시작한다. 조금 이름을 알리는가 싶었지만 2020년의 아이언맨에게 당하며 목숨을 잃는다.

마치 실버 서퍼를 보고 있는 듯한 착각에 빠지게 한다. 컬러만 살짝 바꾸어 놓으면 영락없는 실버 서퍼다.
도니 길(2대 블리자드의 본명)은 스타크 인더스트리의 라이벌 회사 CEO 저스틴 해머 밑에서 일하다가 나와 마스터즈 오브 이블, 썬더볼츠 등 여러 빌런 팀을 오가며 전전한다. 50개 주 이니셔티브에 등록하며 자신의 이전 행동에 대해 잠시 뉘우치는가 했으나 만다린이 슈트를 업그레이드해주자 금방 빌런으로 돌아선다. 이후 랜디 매클린(3대 블리자드의 본명)이 블리자드 코스튬을 이어받는데 아이언맨에게 잡히면서 블리자드란 슈퍼 빌런은 자취를 감춘다.
 
엄청난 추위를 동반한 냉기를 발사할 수 있으며 이를 통해 안개를 만들어 상대를 곤란한 상황에 빠지게 한다. 냉기를 얼음으로 고체화해 이를 무기로 사용하곤 하는데 그 위력은 상상을 초월한다. 아예 상대방을 얼려버리거나 강력한 폭풍을 통해 날려버릴 수도 있다. 얼음을 어떤 형태든 자유자재로 생성, 이를 이용해 재빠르게 움직인다.
 
외형은 마치 실버 서퍼를 보는 듯 하나 실제론 인지도가 거의 없는 캐릭터다. 그래서인지 '마블 어벤져스 얼라이언스'를 제외하고 게임에서는 아직 그 모습을 드러내지 않고 있다.

'마블 어벤져스 얼라이언스'에서는 위 모습과 달리 모던한 버전으로 등장한다. 초창기 모습과 비교해 너무 달라 보인다.
거미줄은 필요 없다 이제 날아다닌다, 스파이더우먼
 
과학자 조나단 드류의 딸 제시카 드류(1대 스파이더우먼의 본명)는 임신한 엄마가 거미 유전자를 지닌 레이저를 맞으면서 자연스럽게 초능력을 얻게 된다. 특별한 능력 덕분에 하이드라 소속이 되어 태스크마스터의 훈련을 받으며 요원이 되기 위한 자격을 갖춘다. 임무 도중 S.HI.E.L.D에 붙잡혀 하이드라 요원 생활을 청산하고 잠시 S.HI.E.L.D를 위해 일하기도 한다.
 
S.HI.E.L.D에서 나온 제시카 드류는 스파이더우먼이란 이름을 쓰면서 본격적인 슈퍼 히어로 활동에 나선다. 허나 자이언트 맨을 돕다 자신의 능력 중 일부를 잃어버린다. 이때 하이드라가 접근, 잃어버린 능력을 돌려주겠다고 제안한다. 이를 받아들이나 이는 자신의 능력을 얻기 위함이 아닌 닉 퓨리와 이중 첩자로 활동할 것을 약속했기 때문인 것으로 드러난다. 어벤져스 멤버로 뒤늦게 합류하지만 적지 않게 활약하며 자신의 존재감을 보여준다.
 
줄리아 카펜터(2대 스파이더우먼의 본명, 현 마담 웹)는 행복한 가정이 있는 평범한 여성이다. 슈퍼 히어로들에 관심을 가지기 시작하면서 급기야 슈퍼 솔져 실험에 자원한다. 꿈꾸던 모습을 현실화한 그녀는 스파이더우먼이 되어 범죄에 맞서 싸운다. 하지만 일과 사랑은 병행하기 힘든 법. 남편은 그런 그녀를 이해하지 못하고 결국 헤어진다.
 
존경하던 어벤져스가 곤경에 처하자 조금의 고민도 없이 달려가 돕는 등 굉장히 인간적인 면모를 많이 보여준다. 딸의 집과 가까운 곳에서 계속 슈퍼 히어로 활동을 이어가고 어벤져스의 도움에 힘입어 수많은 빌런들을 물리친다. 1대 스파이더우먼, 이전 마담 웹과 함께 스파이더우먼 중 유일한 빌런 샬롯 위터를 힘겹게 이기고 마담 웹의 후계자가 되어 그 뒤를 잇는다.

모두 스파이더맨에 기초를 둔 여성 캐릭터들이다. 이렇게 모아놓고 보니 많긴 많다;;
마사 매티 프랭클린(3대 스파이더우먼의 본명)은 아버지가 '게더링 오브 더 파이브(5명이 모여 의식을 통해 복불복으로 능력을 얻는 것)'에 참여함으로써 초인적인 힘을 가지게 된다(이 의식으로 노먼 오스본은 지식, 마담 웹은 불사의 몸을 얻는다). 평소 스파이더맨을 좋아했던 터라 스파이더우먼이라 자신을 칭하고 슈퍼 히어로로 다시 태어난다.
 
1대 스파이더우먼과 마담 웹에게 훈련을 받으면서 조금씩 자신을 성장시켜나가며 이를 즐기는 모습을 보여주기도 한다. 그래서일까? 샬롯 위터를 물리치는데 결정적인 역할을 하고 이전보다 훨씬 발전했음을 증명한다. 그러나 안타깝게도 크레이븐 더 헌터 가족들에게 납치, 그들의 아들인 그림 헌터 부활 제물이 되어 죽는다.
 
스파이더맨이 단순히 건물과 건물 사이를 재빠르게 이동하는 것과 달리 날개가 있어 자유롭게 비행할 수 있다. 힘, 스피드, 청력 등 기본적인 신체 수치가 엄청나게 발달해 있으며 페로몬을 통해 상대방의 기분을 자신이 원하는 대로 조절 가능하다. 치유 능력도 있고 불, 전기 타입의 광선을 발사해 상대를 공격할 수 있다. 3대 스파이더우먼의 경우 등에서 4개의 팔을 생성할 수 있고 예지력과 투시력, 텔레파시 등 정신 계열 능력이 특히 뛰어난 편이다.
 
'스파이더맨 언리미티드', '레고 마블 어벤져스', '마블 히어로즈 2016', '마블 어벤져스 아카데미', '마블 퍼즐 퀘스트', '마블 어벤져스 얼라이언스, '마블 슈퍼 히어로 스쿼드 온라인', '레고 마블 슈퍼 히어로즈' 등 적지 않은 게임에 등장하며 자신의 인기를 증명하고 있다.

스파이더우먼의 코믹스 이미지. 앞서 이야기한 것처럼 날개가 달려 있음을 볼 수 있다.

'마블 어벤져스 아카데미'의 스파이더우먼. 이 캐릭터를 얻기까지 필자는 정말 많은 시간을 투자했다.
어벤져스와 판타스틱 포가 원했던 똑똑한 그녀, 쉬 헐크
 
브루스 배너(헐크의 본명)의 사촌 제니퍼 월터스(쉬 헐크의 본명)는 변호사다. 범죄 조직으로부터 증인을 보호하다 치명상을 입는데 이때 브루스 배너가 자신의 피를 그녀에게 수혈한다. 죽음의 고비를 넘기나 이로 인해 녹색 눈과 녹색 피부로 변하며 헐크와 같은 모습이 된다. 그리고 능력 또한 그와 같음이 얼마 가지 않아 밝혀진다.
 
변한 자신의 모습이 싫어 숨기고 다니다가 조금씩 쉬 헐크에 익숙해지기 시작한다. 그래서일까? 분노에 휩싸이면 제어할 수 없는 헐크와 달리 쉬 헐크는 변한 상태에서도 자신을 절제할 수 있게 된다. 이런 그녀에게 매력을 느낀 어벤져스는 합류를 제안하고 수많은 전투에서 큰 활약을 펼친다. 씽은 시크릿 워즈 이후 그녀에게 본인 대신 판타스틱 포 멤버로 들어가 달라고 부탁하기까지 한다. 그렇게 쉬 헐크는 어벤져스를 거쳐 한동안 판타스틱 포 멤버로도 활동한다.
 
허나 팀원들과 갈등이 깊어져 결국 팀을 떠나 혼자만의 생활로 돌아간다. 그렇게 50개 주 이니셔티브에 참여, 젊은 슈퍼 히어로들을 교육하고 변호사로써 일하면서 평온한 일상을 즐긴다. 반면 자신이 변호했던 이가 유죄였다는 사실을 알자 이를 밝히고 이 때문에 직장을 잃어버린다. 생계를 위해 현상금 사냥꾼이 되었다가 판타스틱 포 예비 멤버로 복귀하면서 다시 이전과 같은 명성을 되찾는다.
 
쉬 헐크 최고의 능력은 두말할 것 없이 괴력이다. 헐크 못지않은 괴력을 자랑하고 있으며 어떤 공격이나 타격에도 거의 부상을 입지 않는다. 상처를 입어도 치유 능력이 있어 금세 본래의 상태로 돌아간다. 헐크가 압도적인 강함으로 밀어붙이는 스타일이라면 쉬 헐크는 어느 정도 강함을 바탕으로 스피드 있게 대처하며 싸워나가는 친구다.
 
헐크의 단순한 아류 캐릭터로 보이나 자신만의 매력을 쌓아나가며 '마블 슈퍼 히어로 스쿼드 온라인', '마블 히어로즈 2016', '레고 마블 슈퍼 히어로즈', '마블 VS 캡콤3', '마블 어벤져스 얼라이언스', '마블 올스타 배틀', '마블 퓨처 파이트', '마블 얼티밋 얼라이언스2' 등 게임에서도 이젠 두각을 나타내고 있다.

TV 애니메이션 '마블스 헐크 앤드 더 에이전트 오브 스매쉬'에 등장했던 쉬 헐크. 괴력이 매력인 캐릭터지만 사실 머리도 상당히 좋다.

'마블 올스타 배틀'에서의 쉬 헐크. 딱 봐도 강한 이미지다.
스파이더맨의 아들 그린 고블린이 되다, 홉고블린
 
로더릭 킹슬리(홉고블린의 본명)는 어느 날 우연히 그린 고블린의 코스튬과 각종 장비들을 발견하게 된다. 놓칠 수 없는 기회라고 여겨 이를 착용하고 빌런이 되기로 결심한다. 홉고블린이라 자신을 칭하며 이름을 알리다가 스파이더맨을 만나 호되게 당한다. 이를 계기로 스파이더맨에게 악심을 품게 되고 그를 처치하기 위해 백방으로 노력한다.
 
신분을 숨기고 스파이더맨에게 혼란을 주고자 2명의 가짜 홉고블린을 탄생시킨다. 새로운 고블린 용액을 통해 더 강해지고자 그중 한 명에게 실험을 가하기도 한다. 자신의 정체가 탄로나 자 잠시 몸을 숨기고 그의 형 대니얼이 뒤를 이어 홉고블린이 된다. 허나 얼마 가지 못해 필 유릭에게 살해당하며 그에게 이름을 넘겨준다.
 
2211년 홉고블린이 된 로빈 본은 과거로 돌아가 자신의 아버지 스파이더맨을 죽이려고 한다. 하지만 스파이더맨은 그의 생각대로 움직여주지 않았고 결국 그의 계획은 수포로 돌아가게 된다. 그리고 이 과정 속에서 가지고 있던 무기로 인해 자신의 존재 자체가 사라져버리는 황당한 상황을 자초한다.
 
그린 고블린과 마찬가지로 고블린 글라이더를 타고 날아다니며 여러 모양의 폭발물을 던져 상대를 공격한다. 전기 충격 장갑을 통해 꼼짝 못하게 하거나 각종 화기를 보유한 장갑차로 무시무시한 화력을 보여주기도 한다. 새로운 용액의 힘을 빌려 기존 고블린 보다 더 강력한 힘, 놀랄만한 스피드 등을 자랑하고 있다.
 
여러 버전의 캐릭터가 등장했으나 큰 주목을 받지 못하면서 아류 캐릭터란 틀에 갇혀 버린 전형적인 케이스다. 이런 상황이라 '스파이더맨 섀터드 디멘션즈', '레고 마블 어벤져스', '마블 워 오브 히어로즈' 등 게임에서는 좀처럼 보기 힘들다.

색깔만 다를 뿐 홉고블린의 코스튬은 그린 고블린과 거의 똑같다.

'스파이더맨 섀터드 디멘션즈'에서 홉고블린은 스파이더맨 2099와 숨 막히는 대접전을 벌인다.
캡틴 아메리카의 마음을 사로잡은 그 남자, 레드 헐크
 
빌런 과학자들의 모임 '인텔리젠시아'는 '월드 워 헐크' 사건을 통해 그의 힘이 얼마나 압도적인지 실감한다. 이에 위기감을 느껴 죽은 것처럼 위장했던 테디어스 로스(레드 헐크의 본명) 장군을 레드 헐크로 만든다. 레드 헐크는 '인텔리젠시아'를 위해 자신의 모든 것을 바쳐 일하고 그들은 그런 그의 충성심을 높이 산다.
 
헐크와 괴력으로 맞설 만큼 강한 어보미네이션을 이긴 데다 그 유명한 S.H.I.E.L.D의 헬리캐리어를 박살 내면서 자신의 이름을 더욱 알린다. '인텔리젠시아'가 미국을 정복하려 할 때 그들을 배신하고 자신이 모든 것을 손에 넣으려는 계략을 세우기도 한다. 헐크가 나타나서 그의 뜻대로 되진 않았으나 레드 헐크는 여기에 연연하지 않는다.
 
캡틴 아메리카는 여러 부분에서 문제가 있으나 레드 헐크의 능력이 어벤져스에 큰 도움이 될 수 있다고 판단, 그에게 어벤져스 합류를 권유한다. 잠시 어벤져스 일원으로 활동하던 그는 썬더볼츠 팀과 인연을 맺게 되어 그들의 리더로 자리 잡는다.
 
상상할 수 없는 괴력과 체력이 특징이다. 화가 날수록 온몸이 불처럼 뜨겁게 타올라 더 강해지며 그 상태에서 자신이 본 물체를 태워버릴 수 있다. 변하면 이성을 아예 잃어버리면서 폭주하는 헐크와 달리 변신 후에도 이성적으로 자신을 컨트롤하는 것이 가능하다. 한 마디로 힘쓰는 스타일이면서 머리까지 좋은 친구다.
 
헐크와 라이벌 형태로 많이 출연하고 있다. 허나 생각만큼 팬들에게 인기를 얻고 있진 않아 '인크레더블 헐크', '레고 마블 슈퍼 히어로즈', '마블 VS 캡콤3', '마블 어벤져스 아카데미', '마블 퓨처 파이트', '마블 어벤져스 얼라이언스' 등 게임에서는 간간이 모습을 보이고 있는 상황이다.

울버린과 대결을 하고 있는 레드 헐크. 레드 헐크는 항상 강력한 슈퍼 히어로들만 상대해오고 있다.
 
게임 '인크레더블 헐크'에서 무시무시한 모습을 보여준 바 있는 레드 헐크
또 한 명의 토르, 베타 레이 빌
 
베타 레이 빌은 우주에 사는 외계 종족 전사다. 과학자들이 그를 동물의 몸과 합쳐 만들면서 엄청난 힘과 스피드를 지닌 슈퍼 히어로로 다시 태어난다. 우주선을 타고 여행하다 우연히 지구로 오게 되고 마침 근처를 지나던 토르와 만나 전투를 펼친다.
 
전투 중 토르의 망치 묠니르가 지팡이로 변하고 베타 레이 빌이 이를 만지자 토르와 같은 코스튬으로 변신한다. 오딘은 그런 베타 레이 빌에 관심을 가지게 되고 마법 망치 스톰브레이커까지 만들어서 준다. 토르 역시 이 사건을 계기로 베타 레이 빌의 실력을 인정하고 둘은 친한 친구 사이로 발전한다.
 
지구를 떠난 베타 레이 빌은 갤럭투스가 자신의 고향을 먹어 치우는 끔찍한 장면을 목격하고 그에게 복수를 다짐한다. 지구로 돌아와 악마와 맞서 싸우는 등 슈퍼 히어로 활동을 하다 '시크릿 인베이전' 이슈 때 스크럴에게 붙잡힌다. 그런 그를 토르가 와서 구해주고 둘은 함께 스크럴들을 물리친다.
 
토르와 비슷하게 스톰브레이커라는 망치를 들고 싸운다. 마블 내 A급 파워를 자랑하는 토르에 맞서 전혀 밀리지 않으며 엄청난 괴력을 보여준다. 아스가르드인 만이 가진 인간을 초월하는 신체 능력, 회복력, 전투력 등 여러 능력을 그대로 지니고 있다. 토르와 서로 도우며 우정을 쌓는 등 꽤 인간적인 캐릭터다.
 
토르와 너무 같은 설정으로 가서일까? 1983년에 등장한데다 독자 코믹스까지 나왔음에도 불구하고 '마블 히어로즈 2016', '마블 어벤져스 얼라이언스', '레고 마블 슈퍼 히어로즈', '마블 슈퍼 히어로 스쿼드 온라인', '레고 마블 어벤져스' 등 출연했던 게임은 그리 많지 않다.

얼굴만 뺀다면 영락없이 토르다. 해당 이미지는 베타 레이 빌 설정 원화.

'마블 히어로즈 2016'에는 팀 업 시스템이란 것이 있다. 서로 관계가 있는 슈퍼 히어로끼리 짝을 지어 다니며 전투하는 플레이 형태다. 토르와 베타 레이 빌은 '마블 히어로즈 2016'에서 이렇게 팀 업 시스템으로 이루어져 있다.
스파이더맨의 딸 스파이더걸, 아버지의 이름을 물려받다
 
또 다른 차원의 스파이더맨은 메리 제인 왓슨과 결혼해 딸 메이 파커를 낳는다. 그리고 그린 고블린과의 전투에서 치명상을 입은 후 은퇴를 결심한다. 메이 파커는 스파이더맨의 능력을 그대로 물려받아 자신을 '스파이더걸'이라 칭한다. 스파이더맨에게 익숙한 적들과 싸워 나가며 차츰 실력을 쌓아간다.
 
에이프릴이란 메이 파커의 클론이 등장, 한차례 소란이 일어났다가 그녀를 가족으로 받아들임으로 일단락된다. 에이프릴은 메이 파커가 위험에 빠져 죽을 위기에 처했을 때 자신을 희생, 그녀를 구함으로써 그들의 선택이 옳았음을 증명하기도 한다.
 
안야 코라존(앞서 언급한 메이 파커와 다른 차원에 있는 스파이더걸)은 어린 시절 스파이더 소사이어티와 시스터후드 오브 와스프라는 신비한 조직들 사이에서 벌어진 싸움에 휘말려 큰 상처를 입게 된다. 스파이더 소사이어티의 마법사 미구엘이 의식을 행함으로 그녀에게 거미 문신을 새기고 거미의 힘을 가질 수 있도록 도와준다.
 
안야는 그런 자신을 '아라냐(스페인어로 거미를 의미)'라 칭하며 이때부터 본격적인 슈퍼 히어로 활동을 시작한다. 아직 어린 친구이다 보니 능력을 100% 활용하지 못하는 데다 경험도 없어 초반에는 빌런들에게 얻어터지기 일쑤였다. 그러던 중 2대 스파이더우먼의 복장을 전달받아 진정한 스파이더걸이 된다.
 
스파이더맨처럼 벽을 타고 오르거나 거미줄을 이용, 빌딩 사이를 휘젓고 다닐 수 있으며 재빠른 스피드와 강력한 파워를 자랑한다. 메이 파커의 경우 아버지가 준 웹슈터를 그대로 사용하며 그를 존경하고 있음을 은연중에 나타내기도 한다.
 
스파이더걸은 스파이더우먼에게 여러 면에서 밀리는 부분이 많아 '스파이더맨 언리미티드', '마블 어벤져스 얼라이언스' 등 게임에서는 거의 등장하지 않고 있는 상황이다.

아래에 있는 친구가 안야 코라존 버전의 스파이더걸이다.
 
게임 '스파이더맨 언리미티드'에서 스파이더걸. 저 코스튬이 메이 파커 버전이다.
<네이버 게임판 퀴즈 이벤트>

승리를 원한다면 (   ) 모니터를 사용하세요!!

1)벤큐 조위   2)야매   3)얍삽이

퀘스트 정답을 댓글로 남겨주세요~^^


#스파이더맨2099#블리자드#스파이더우먼#쉬헐크#홉고블린#레드헐크#베타레이빌#스파이더걸#스파이더맨섀터드디멘션즈#마담웹
으로 쓴 글입니다. 자세히보기
히어로이씨님의 프로필 사진
히어로이씨
팔로워2,330
팔로우
스파이더맨 2099, 정말 멋지지 않나요? @_@b
로딩중
137   376  